{
  "images": [
    {
      "url": "https://i.imgur.com/c1F15nn.png",
      "alt": "Cacto pequeno em um vaso laranja"
    },
    {
      "url": "https://i.imgur.com/N48jkmE.png",
      "alt": "Cacto pequeno em um outro vaso laranja"
    },
    {
      "url": "https://i.imgur.com/t8UJCJs.png",
      "alt": "Cacto pequeno em um vaso laranja alternativo"
    }
  ],
  "name": "Cacto com Vaso",
  "price": {
    "value": 36.99
  },
  "description": [
    {
      "text": [
        {"heading5": "Charme Compacto"},
        {"regular": "Adoce sua decoração com o "},
        {"bold": "Cacto com Vaso"},
        {"regular": ", uma adição encantadora que combina simplicidade e estilo. Este cacto, pequeno e cilíndrico, é perfeitamente complementado por um vaso vibrante em forma de copo, adicionando um toque de cor e vitalidade ao seu espaço."},
        "line_break",
        "line_break",
        {"bold": "Características Cativantes:"}
      ]
    },
    {
      "unordered_list": [
        "Design Cilíndrico: O cacto, com sua forma elegante, traz uma estética moderna e contemporânea para qualquer ambiente",
        "Vaso em Laranja Vibrante: O vaso em forma de copo, em um tom vibrante de laranja, é não apenas funcional, mas também uma peça decorativa que eleva o visual do conjunto",
        "Tamanho Compacto: Ideal para espaços pequenos, o tamanho compacto deste cacto o torna perfeito para mesas, prateleiras ou qualquer cantinho que precise de um toque verde",
        "Fácil Manutenção: Como os cactos em geral, este requer pouca rega e é uma escolha acertada para quem busca beleza sem esforço."
      ]
    },
    "line_break",
    {
      "text": [
        "line_break",
        {"bold": "Especificações do Produto:"}
      ]
    },
    {
      "unordered_list": [
        "Altura Total: 15 cm (incluindo cacto e vaso)",
        "Vaso: Em forma de copo, cor laranja vibrante"
      ]
    },
    "line_break",
    {
      "text": [
        {"bold": "Conteúdo da Embalagem:"}
      ]
    },
    {
      "unordered_list": ["1 Cacto Cilindrico", "1 Vaso Laranja"]
    },
    "line_break",
    {
      "text": [
        {"regular": "Transforme seu espaço em um oásis de elegância descontraída com o Cacto com Vaso. Adquira o seu hoje e descubra como um toque de verde pode fazer toda a diferença na sua decoração."}
      ]
    }
  ]
}